Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# modeIntro.fractions.premium.b1 %lld
source: Work out fractions of round numbers from %lld and previous levels.
af: Bereken breuke van ronde getalle uit vlak %lld en vorige vlakke.
am: ከደረጃ %lld እና ከቀደሙ ደረጃዎች ያሉ የክብ ቁጥሮችን ክፍልፋይ አስላ።
ar: احسب كسور الأعداد الكاملة من المستوى %lld والمستويات السابقة.
as: %lld আৰু আগৰ লেভেলৰ ঘূৰণীয়া সংখ্যাৰ ভগ্নাংশ উলিওৱা।
az: %lld və əvvəlki səviyyələrdəki yuvarlaq ədədlərin kəsrlərini hesabla.
be: Вылічаў дробы ад круглых лікаў з узроўню %lld і ранейшых узроўняў.
bg: Намирай дроби от кръгли числа от ниво %lld и предишните нива.
bn: %lld ও আগের লেভেলের গোল সংখ্যা দিয়ে ভগ্নাংশ হিসাব করো।
bo: རིམ་པ་ %lld དང་སྔོན་མའི་ཧྲིལ་གྲངས་ཀྱི་ཆ་ཤས་རྩིས།
bs: Izračunaj razlomke okruglih brojeva s nivoa %lld i ranijih nivoa.
ca: Calcula fraccions de nombres rodons del nivell %lld i dels anteriors.
cs: Počítej zlomky z kulatých čísel z úrovně %lld a nižších úrovní.
cy: Cyfrifa ffracsiynau o rifau crwn o lefel %lld a lefelau cynharach.
da: Beregn brøker af runde tal fra bane %lld og tidligere baner.
de: Berechne Bruchteile runder Zahlen aus Level %lld und früheren Levels.
el: Υπολόγισε κλάσματα στρογγυλών αριθμών από το επίπεδο %lld και τα προηγούμενα.
es: Calcula fracciones de números redondos del nivel %lld y de niveles anteriores.
et: Arvuta ümmarguste arvude murde tasemelt %lld ja varasematelt tasemetelt.
eu: Kalkulatu %lld. mailako eta aurreko mailetako zenbaki biribilen zatikiak.
fa: کسرِ عددهای رُندِ مرحلهٔ %lld و مرحله‌های قبلی را حساب کن.
fi: Laske pyöreiden lukujen murtolukuja tasolta %lld ja aiemmilta tasoilta.
fo: Rokna brot av rundum tølum úr stigi %lld og fyrru stigum.
fr: Calcule des fractions de nombres ronds du niveau %lld et des niveaux précédents.
ga: Ríomh codáin d’uimhreacha cruinne ó leibhéal %lld agus ó leibhéil níos luaithe.
gl: Calcula fraccións de números redondos do nivel %lld e dos anteriores.
gu: %lld અને પહેલાના લેવલની ગોળ સંખ્યાઓના અપૂર્ણાંક ગણો.
he: חשבו שברים ממספרים עגולים משלב %lld ומשלבים קודמים.
hi: स्तर %lld और पिछले स्तरों की गोल संख्याओं के भिन्न निकालो।
hr: Izračunaj razlomke okruglih brojeva s razine %lld i ranijih razina.
hu: Számold ki kerek számok törtrészét a(z) %lld. és korábbi szintekről.
hy: Հաշվիր կլոր թվերի կոտորակները %lld-րդ և նախորդ մակարդակներից։
id: Hitung pecahan dari bilangan bulat di level %lld dan level sebelumnya.
is: Reiknaðu brot af sléttum tölum úr borði %lld og fyrri borðum.
it: Calcola frazioni di numeri tondi dal livello %lld e dai livelli precedenti.
ja: レベル%lldまでの丸い数で分数を計算しよう。
ka: გამოთვალე მრგვალი რიცხვების წილადები %lld და წინა დონეებიდან.
kk: %lld-деңгейдегі және алдыңғы деңгейлердегі дөңгелек сандардың бөлшектерін есепте.
km: គណនាប្រភាគនៃចំនួនមូលពីកម្រិត %lld និងកម្រិតមុនៗ។
kn: %lld ಮತ್ತು ಹಿಂದಿನ ಹಂತಗಳ ಪೂರ್ಣ ಸಂಖ್ಯೆಗಳಲ್ಲಿ ಭಿನ್ನರಾಶಿ ಲೆಕ್ಕ ಹಾಕು.
ko: %lld레벨과 이전 레벨의 반올림된 수로 분수를 계산해요.
lo: ຫາເສດສ່ວນຂອງຈຳນວນກົມຈາກດ່ານ %lld ແລະ ດ່ານກ່ອນໜ້າ.
lt: Apskaičiuok apvalių skaičių trupmenas iš %lld ir ankstesnių lygių.
lv: Aprēķini apaļu skaitļu daļas no %lld. līmeņa un iepriekšējiem līmeņiem.
mk: Пресметувај дропки од заокружени броеви од нивото %lld и претходните нивоа.
ml: %lld ലെവലിലെയും മുൻ ലെവലുകളിലെയും വട്ടസംഖ്യകളുടെ ഭിന്നങ്ങൾ കണ്ടുപിടിക്കൂ.
mn: %lld болон өмнөх түвшний бүхэл тоонуудын бутархайг ол.
mr: %lld आणि आधीच्या स्तरांतील पूर्ण संख्यांचे अपूर्णांक काढ.
ms: Kira pecahan nombor bulat dari tahap %lld dan tahap sebelumnya.
my: အဆင့် %lld နဲ့ အရင်အဆင့်တွေက ကိန်းလုံးတွေရဲ့ အပိုင်းကိန်းကို တွက်ပါ။
ne: लेभल %lld र अघिल्ला लेभलका गोलो सङ्ख्याको भिन्न निकाल।
nl: Bereken breuken van ronde getallen uit level %lld en eerdere levels.
no: Regn ut brøker av runde tall fra nivå %lld og tidligere nivåer.
or: %lld ଓ ଆଗର ଲେଭେଲ୍‌ର ଗୋଲ ସଂଖ୍ୟାର ଭଗ୍ନାଂଶ ହିସାବ କର।
pa: %lld ਅਤੇ ਪਿਛਲੇ ਲੈਵਲਾਂ ਦੀਆਂ ਗੋਲ ਗਿਣਤੀਆਂ ਦੀਆਂ ਭਿੰਨਾਂ ਕੱਢੋ।
pl: Obliczaj ułamki z okrągłych liczb z poziomu %lld i wcześniejszych.
pt: Calcula frações de números redondos do nível %lld e dos níveis anteriores.
ro: Calculează fracții din numere rotunde de la nivelul %lld și din nivelurile anterioare.
ru: Находи дроби от круглых чисел из уровня %lld и предыдущих.
si: %lld සහ පෙර මට්ටම්වල වටකුරු අංකවල භාග ගණනය කරන්න.
sk: Vypočítaj zlomky z okrúhlych čísel z úrovne %lld a predošlých úrovní.
sl: Izračunaj ulomke okroglih števil s stopnje %lld in prejšnjih stopenj.
sq: Gjej thyesa të numrave të rrumbullakët nga niveli %lld dhe nivelet e mëparshme.
sr: Izračunaj razlomke okruglih brojeva s nivoa %lld i ranijih nivoa.
sv: Räkna ut bråk av jämna tal från nivå %lld och tidigare nivåer.
sw: Hesabu sehemu za nambari kamili kutoka kiwango cha %lld na viwango vya awali.
ta: %lld மற்றும் முந்தைய நிலைகளின் முழு பத்து எண்களில் பின்னங்களைக் கணக்கிடு.
te: %lldవ లెవల్ మరియు మునుపటి లెవల్‌ల గుండ్రని సంఖ్యల భిన్నాలను లెక్కించు.
th: หาเศษส่วนของจำนวนเต็มสิบจากด่าน %lld และด่านก่อนหน้า
tr: %lld. ve önceki seviyelerdeki yuvarlak sayıların kesirlerini bul.
ug: %lld-دەرىجە ۋە ئالدىنقى دەرىجىلەردىكى يۇمىلاق سانلارنىڭ كەسىرلىرىنى ھېسابلا.
uk: Обчислюй дроби від круглих чисел із рівня %lld та попередніх рівнів.
ur: %lld اور پچھلے لیولز کے گول اعداد کی کسریں نکالیں۔
uz: %lld-bosqich va oldingi bosqichlardagi dumaloq sonlarning kasrini top.
vi: Tính phân số của các số tròn từ cấp %lld và các cấp trước.
zh: 计算第 %lld 关及之前关卡中整十整百数的分数。
zu: Bala amaqhezu ezinombolo eziyindilinga kusukela ku-%lld nakumaleveli angaphambilini.

# modeIntro.fractions.premium.b2
source: The numbers stay round, so the answers are always whole.
af: Die getalle bly rond, dus die antwoorde is altyd heelgetalle.
am: ቁጥሮቹ ክብ ስለሆኑ መልሶቹ ሁልጊዜ ሙሉ ቁጥር ናቸው።
ar: تبقى الأعداد كاملة، لذا تكون الإجابات أعدادًا صحيحة دائمًا.
as: সংখ্যাবোৰ ঘূৰণীয়া থাকে, সেয়ে উত্তৰ সদায় পূৰ্ণ সংখ্যা।
az: Ədədlər yuvarlaq qalır, buna görə cavablar həmişə tamdır.
be: Лікі застаюцца круглымі, таму адказы заўсёды цэлыя.
bg: Числата остават кръгли, затова отговорите винаги са цели.
bn: সংখ্যাগুলো গোল থাকবে, তাই উত্তর সব সময় পূর্ণসংখ্যা।
bo: གྲངས་རྣམས་ཧྲིལ་གྲངས་ཡིན་པས་ལན་ཡང་ཧྲིལ་གྲངས་ཡིན།
bs: Brojevi ostaju okrugli, pa su rezultati uvijek cijeli.
ca: Els nombres són rodons, així que els resultats sempre són enters.
cs: Čísla zůstávají kulatá, takže výsledky jsou vždy celá čísla.
cy: Mae'r rhifau'n aros yn grwn, felly mae'r atebion bob amser yn gyfan.
da: Tallene er runde, så svarene er altid hele tal.
de: Die Zahlen bleiben rund, deshalb sind die Ergebnisse immer ganzzahlig.
el: Οι αριθμοί μένουν στρογγυλοί, άρα οι απαντήσεις είναι πάντα ακέραιες.
es: Los números son redondos, así que las respuestas siempre son enteras.
et: Arvud jäävad ümmarguseks, seega on vastused alati täisarvud.
eu: Zenbakiak biribilak dira; beraz, erantzunak osoak dira beti.
fa: عددها رُند می‌مانند، پس پاسخ‌ها همیشه عدد صحیح‌اند.
fi: Luvut pysyvät pyöreinä, joten vastaukset ovat aina kokonaislukuja.
fo: Tølini eru rund, so svarini eru altíð heil.
fr: Les nombres restent ronds, donc les réponses sont toujours entières.
ga: Fanann na huimhreacha cruinn, mar sin is slánuimhreacha iad na freagraí i gcónaí.
gl: Os números son redondos, así que as respostas sempre son enteiras.
gu: સંખ્યાઓ ગોળ રહેશે, એટલે જવાબ હંમેશા પૂર્ણ સંખ્યા હશે.
he: המספרים נשארים עגולים, לכן התשובות תמיד שלמות.
hi: संख्याएँ गोल रहेंगी, इसलिए उत्तर हमेशा पूर्ण होंगे।
hr: Brojevi ostaju okrugli pa su rezultati uvijek cijeli.
hu: A számok kerekek maradnak, így az eredmények mindig egészek.
hy: Թվերը կլոր են մնում, ու պատասխանները միշտ ամբողջ են։
id: Angkanya tetap bulat, jadi jawabannya selalu bilangan bulat.
is: Tölurnar haldast sléttar, svo svörin eru alltaf heilar tölur.
it: I numeri restano tondi, quindi i risultati sono sempre interi.
ja: 数はきりのよい数なので、答えはいつも整数です。
ka: რიცხვები მრგვალი რჩება, ამიტომ პასუხები ყოველთვის მთელია.
kk: Сандар дөңгелек болады, сондықтан жауаптар әрқашан бүтін.
km: ចំនួននៅតែមូល ដូច្នេះចម្លើយតែងតែជាចំនួនគត់។
kn: ಸಂಖ್ಯೆಗಳು ಪೂರ್ಣವಾಗಿರುತ್ತವೆ, ಆದ್ದರಿಂದ ಉತ್ತರಗಳೂ ಪೂರ್ಣ ಸಂಖ್ಯೆಗಳೇ.
ko: 수는 딱 떨어져서 답은 항상 정수예요.
lo: ຈຳນວນຍັງເປັນຈຳນວນກົມ ດັ່ງນັ້ນຄຳຕອບຈຶ່ງເປັນຈຳນວນເຕັມສະເໝີ.
lt: Skaičiai lieka apvalūs, todėl atsakymai visada sveikieji.
lv: Skaitļi paliek apaļi, tāpēc atbildes vienmēr ir veseli skaitļi.
mk: Броевите остануваат заокружени, па одговорите се секогаш цели.
ml: സംഖ്യകൾ വട്ടമായതിനാൽ ഉത്തരങ്ങൾ എപ്പോഴും പൂർണ്ണസംഖ്യകളായിരിക്കും.
mn: Тоонууд бүхэл тул хариу үргэлж бүхэл байна.
mr: संख्या पूर्ण राहतात, म्हणून उत्तरेही पूर्ण संख्या असतात.
ms: Nombornya kekal bulat, jadi jawapan sentiasa nombor bulat.
my: ကိန်းတွေက ပြည့်ကိန်းဖြစ်လို့ အဖြေတွေလည်း ကိန်းပြည့်ပဲ။
ne: सङ्ख्या गोलो नै हुन्छन्, त्यसैले उत्तर सधैं पूर्ण हुन्छ।
nl: De getallen blijven rond, dus de antwoorden zijn altijd heel.
no: Tallene er runde, så svarene blir alltid heltall.
or: ସଂଖ୍ୟାଗୁଡ଼ିକ ଗୋଲ ରହିବ, ତେଣୁ ଉତ୍ତର ସବୁବେଳେ ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା ହେବ।
pa: ਗਿਣਤੀਆਂ ਗੋਲ ਰਹਿੰਦੀਆਂ ਹਨ, ਇਸ ਲਈ ਜਵਾਬ ਹਮੇਸ਼ਾ ਪੂਰੇ ਹੁੰਦੇ ਹਨ।
pl: Liczby są okrągłe, więc wyniki są zawsze całkowite.
pt: Os números continuam redondos, por isso as respostas são sempre inteiras.
ro: Numerele rămân rotunde, așa că răspunsurile sunt mereu întregi.
ru: Числа остаются круглыми, поэтому ответы всегда целые.
si: අංක වටකුරු නිසා පිළිතුරු හැමවිටම පූර්ණ අංක වේ.
sk: Čísla zostávajú okrúhle, takže výsledky sú vždy celé.
sl: Števila ostanejo okrogla, zato so rezultati vedno cela števila.
sq: Numrat mbeten të rrumbullakët, prandaj përgjigjet janë gjithmonë numra të plotë.
sr: Brojevi ostaju okrugli, pa su rezultati uvek celi.
sv: Talen är jämna, så svaren är alltid heltal.
sw: Nambari hubaki kamili, kwa hiyo majibu huwa nambari nzima.
ta: எண்கள் முழு பத்துகளாக இருப்பதால் விடைகள் எப்போதும் முழு எண்கள்.
te: సంఖ్యలు గుండ్రంగా ఉంటాయి, కాబట్టి జవాబులు పూర్ణసంఖ్యలే.
th: ตัวเลขลงตัว คำตอบจึงเป็นจำนวนเต็มเสมอ
tr: Sayılar yuvarlak kalır, bu yüzden cevaplar hep tam sayıdır.
ug: سانلار يۇمىلاق بولىدۇ، شۇڭا جاۋابلار ھەمىشە پۈتۈن سان.
uk: Числа залишаються круглими, тому відповіді завжди цілі.
ur: اعداد گول رہیں گے، اس لیے جواب ہمیشہ صحیح عدد ہوگا۔
uz: Sonlar dumaloq bo‘ladi, shuning uchun javoblar doim butun son.
vi: Các số luôn tròn nên đáp án luôn là số nguyên.
zh: 数字都是整的，所以答案一定是整数。
zu: Izinombolo zihlala ziyindilinga, ngakho izimpendulo zihlala ziphelele.

# modeIntro.fractions.premium.title %lld
source: Fractions to %lld
af: Breuke tot %lld
am: ክፍልፋዮች እስከ %lld
ar: الكسور حتى %lld
as: %lld লৈ ভগ্নাংশ
az: %lld-ə qədər kəsrlər
be: Дробы да %lld
bg: Дроби до %lld
bn: %lld পর্যন্ত ভগ্নাংশ
bo: %lld བར་གྱི་ཆ་ཤས
bs: Razlomci do %lld
ca: Fraccions fins a %lld
cs: Zlomky do %lld
cy: Ffracsiynau hyd at %lld
da: Brøker op til %lld
de: Brüche bis %lld
el: Κλάσματα έως %lld
es: Fracciones hasta %lld
et: Murrud kuni %lld
eu: Zatikiak %lld arte
fa: کسرها تا %lld
fi: Murtoluvut %lld asti
fo: Brot upp í %lld
fr: Fractions jusqu’à %lld
ga: Codáin go %lld
gl: Fraccións ata %lld
gu: %lld સુધી અપૂર્ણાંક
he: שברים עד %lld
hi: %lld तक भिन्न
hr: Razlomci do %lld
hu: Törtek %lld-ig
hy: Կոտորակներ մինչև %lld
id: Pecahan sampai %lld
is: Brot upp í %lld
it: Frazioni fino a %lld
ja: %lldまでの分数
ka: წილადები %lld-მდე
kk: %lld-ге дейінгі бөлшектер
km: ប្រភាគដល់ %lld
kn: %lldರವರೆಗೆ ಭಿನ್ನರಾಶಿಗಳು
ko: %lld까지 분수
lo: ເສດສ່ວນເຖິງ %lld
lt: Trupmenos iki %lld
lv: Daļskaitļi līdz %lld
mk: Дропки до %lld
ml: %lld വരെ ഭിന്നങ്ങൾ
mn: %lld хүртэлх бутархай
mr: %lld पर्यंत अपूर्णांक
ms: Pecahan hingga %lld
my: %lld အထိ အပိုင်းကိန်း
ne: %lld सम्मका भिन्न
nl: Breuken tot %lld
no: Brøker til %lld
or: %lld ପର୍ଯ୍ୟନ୍ତ ଭଗ୍ନାଂଶ
pa: %lld ਤੱਕ ਭਿੰਨਾਂ
pl: Ułamki do %lld
pt: Frações até %lld
ro: Fracții până la %lld
ru: Дроби до %lld
si: %lld දක්වා භාග
sk: Zlomky do %lld
sl: Ulomki do %lld
sq: Thyesa deri në %lld
sr: Razlomci do %lld
sv: Bråk till %lld
sw: Sehemu hadi %lld
ta: %lld வரை பின்னங்கள்
te: %lld వరకు భిన్నాలు
th: เศษส่วนถึง %lld
tr: %lld'ye kadar kesirler
ug: %lld گىچە كەسىر
uk: Дроби до %lld
ur: %lld تک کسریں
uz: %lld gacha kasrlar
vi: Phân số đến %lld
zh: 分数到 %lld
zu: Amaqhezu kuze kufike ku-%lld

# modeIntro.fractions.title %lld
source: Fractions · %lld
af: Breuke · %lld
am: ክፍልፋዮች · %lld
ar: الكسور · %lld
as: ভগ্নাংশ · %lld
az: Kəsrlər · %lld
be: Дробы · %lld
bg: Дроби · %lld
bn: ভগ্নাংশ · %lld
bo: ཆ་ཤས · %lld
bs: Razlomci · %lld
ca: Fraccions · %lld
cs: Zlomky · %lld
cy: Ffracsiynau · %lld
da: Brøker · %lld
de: Brüche · %lld
el: Κλάσματα · %lld
es: Fracciones · %lld
et: Murrud · %lld
eu: Zatikiak · %lld
fa: کسرها · %lld
fi: Murtoluvut · %lld
fo: Brot · %lld
ga: Codáin · %lld
gl: Fraccións · %lld
gu: અપૂર્ણાંક · %lld
he: שברים · %lld
hi: भिन्न · %lld
hr: Razlomci · %lld
hu: Törtek · %lld
hy: Կոտորակներ · %lld
id: Pecahan · %lld
is: Brot · %lld
it: Frazioni · %lld
ja: 分数・%lld
ka: წილადები · %lld
kk: Бөлшектер · %lld
km: ប្រភាគ · %lld
kn: ಭಿನ್ನರಾಶಿಗಳು · %lld
ko: 분수 · %lld
lo: ເສດສ່ວນ · %lld
lt: Trupmenos · %lld
lv: Daļskaitļi · %lld
mk: Дропки · %lld
ml: ഭിന്നങ്ങൾ · %lld
mn: Бутархай · %lld
mr: अपूर्णांक · %lld
ms: Pecahan · %lld
my: အပိုင်းကိန်း · %lld
ne: भिन्न · %lld
nl: Breuken · %lld
no: Brøker · %lld
or: ଭଗ୍ନାଂଶ · %lld
pa: ਭਿੰਨਾਂ · %lld
pl: Ułamki · %lld
pt: Frações · %lld
ro: Fracții · %lld
ru: Дроби · %lld
si: භාග · %lld
sk: Zlomky · %lld
sl: Ulomki · %lld
sq: Thyesa · %lld
sr: Razlomci · %lld
sv: Bråk · %lld
sw: Sehemu · %lld
ta: பின்னங்கள் · %lld
te: భిన్నాలు · %lld
th: เศษส่วน · %lld
tr: Kesirler · %lld
ug: كەسىر · %lld
uk: Дроби · %lld
ur: کسریں · %lld
uz: Kasrlar · %lld
vi: Phân số · %lld
zh: 分数 · %lld
zu: Amaqhezu · %lld

# modeIntro.fractionsMix.b1
source: Work out a part of a whole and make fractions equal.
af: Bereken ’n deel van ’n geheel en maak breuke gelyk.
am: የሙሉ ነገርን ክፍል አስላ እና እኩል ክፍልፋዮችን ፍጠር።
ar: احسب جزءًا من كل، واجعل الكسور متساوية.
as: এটা সম্পূৰ্ণৰ অংশ উলিওৱা আৰু ভগ্নাংশ সমান কৰা।
az: Tamın bir hissəsini hesabla və kəsrləri bərabərləşdir.
be: Знайдзі частку цэлага і складай роўныя дробы.
bg: Намери част от цяло и прави дробите равни.
bn: একটি সম্পূর্ণের অংশ হিসাব করো এবং সমান ভগ্নাংশ বানাও।
bo: ཧྲིལ་པོའི་ཆ་ཤས་རྩིས་ནས་ཆ་ཤས་མཉམ་པར་བཟོ།
bs: Izračunaj dio cjeline i pronađi jednake razlomke.
ca: Calcula una part d’un tot i fes fraccions equivalents.
cs: Vypočítej část celku a uprav zlomky na stejné.
cy: Cyfrifa ran o gyfanwaith a gwna ffracsiynau'n hafal.
da: Beregn en del af en helhed, og gør brøker lige store.
de: Berechne einen Teil eines Ganzen und erweitere oder kürze Brüche.
el: Βρες ένα μέρος του όλου και φτιάξε ισοδύναμα κλάσματα.
es: Calcula una parte de un todo y busca fracciones equivalentes.
et: Leia osa tervikust ja tee murrud võrdseks.
eu: Kalkulatu osotasun baten zati bat eta egin zatiki baliokideak.
fa: بخشی از یک کل را حساب کن و کسرهای مساوی بساز.
fi: Laske osa kokonaisuudesta ja tee murtoluvuista yhtä suuria.
fo: Rokna ein part av einum heilum og ger brot javnstór.
fr: Calcule une part d’un tout et trouve des fractions égales.
ga: Ríomh cuid d’iomlán agus déan codáin cothrom.
gl: Calcula unha parte dun todo e crea fraccións equivalentes.
gu: પૂર્ણ સંખ્યાનો એક ભાગ ગણો અને અપૂર્ણાંકો સમાન બનાવો.
he: חשבו חלק מתוך שלם וצרו שברים שווים.
hi: किसी पूर्ण का भाग निकालो और भिन्नों को बराबर बनाओ।
hr: Izračunaj dio cjeline i načini jednake razlomke.
hu: Számold ki egy egész részét, és alakíts egyenlővé törteket.
hy: Հաշվիր ամբողջի մի մասը և հավասարեցրու կոտորակները։
id: Hitung bagian dari keseluruhan dan buat pecahan senilai.
is: Reiknaðu hluta af heild og gerðu brot jafngild.
it: Calcola una parte di un intero e trova frazioni equivalenti.
ja: 全体の一部を計算し、同じ大きさの分数を作ろう。
ka: გამოთვალე მთელის ნაწილი და გაათანაბრე წილადები.
kk: Бүтіннің бір бөлігін есептеп, бөлшектерді теңестір.
km: គណនាផ្នែកមួយនៃចំនួនទាំងមូល ហើយធ្វើឱ្យប្រភាគស្មើគ្នា។
kn: ಪೂರ್ಣದ ಒಂದು ಭಾಗ ಕಂಡುಹಿಡಿದು ಭಿನ್ನರಾಶಿಗಳನ್ನು ಸಮಮಾಡು.
ko: 전체의 일부를 구하고 같은 크기의 분수를 만들어요.
lo: ຫາສ່ວນໜຶ່ງຂອງທັງໝົດ ແລະ ເຮັດໃຫ້ເສດສ່ວນເທົ່າກັນ.
lt: Apskaičiuok visumos dalį ir rask lygiavertes trupmenas.
lv: Aprēķini daļu no veseluma un atrodi vienādus daļskaitļus.
mk: Пресметај дел од целина и изедначувај дропки.
ml: ഒരു പൂർണ്ണത്തിന്റെ ഭാഗം കണ്ടുപിടിച്ച് തുല്യഭിന്നങ്ങൾ ഉണ്ടാക്കൂ.
mn: Бүхлийн нэг хэсгийг олж, бутархайнуудыг тэнцүү болго.
mr: पूर्ण संख्येचा एक भाग काढ आणि सममूल्य अपूर्णांक बनव.
ms: Kira satu bahagian daripada keseluruhan dan samakan pecahan.
my: တစ်ခုလုံးရဲ့ အပိုင်းကိုတွက်ပြီး အပိုင်းကိန်းတွေ ညီအောင်လုပ်ပါ။
ne: पूर्णको एउटा भाग निकाल र भिन्नहरू बराबर बनाऊ।
nl: Reken een deel van een geheel uit en maak breuken gelijk.
no: Regn ut en del av en helhet og lag likeverdige brøker.
or: ଗୋଟିଏ ସମ୍ପୂର୍ଣ୍ଣର ଅଂଶ ହିସାବ କର ଓ ଭଗ୍ନାଂଶକୁ ସମାନ କର।
pa: ਪੂਰੇ ਦਾ ਇੱਕ ਹਿੱਸਾ ਕੱਢੋ ਅਤੇ ਭਿੰਨਾਂ ਨੂੰ ਬਰਾਬਰ ਬਣਾਓ।
pl: Oblicz część całości i sprowadzaj ułamki do równych wartości.
pt: Calcula uma parte de um todo e cria frações equivalentes.
ro: Calculează o parte dintr-un întreg și găsește fracții egale.
ru: Найди часть целого и сделай дроби равными.
si: පූර්ණයක කොටසක් ගණනය කර භාග සමාන කරන්න.
sk: Vypočítaj časť celku a vytvor rovnaké zlomky.
sl: Izračunaj del celote in poišči enakovredne ulomke.
sq: Gjej një pjesë të së tërës dhe bëji thyesat të barabarta.
sr: Izračunaj deo celine i napravi jednake razlomke.
sv: Räkna ut en del av en helhet och gör bråk likvärdiga.
sw: Hesabu sehemu ya kitu kizima na ulinganishe sehemu.
ta: ஒரு முழுவதின் பகுதியைக் கணக்கிட்டு, பின்னங்களைச் சமமாக்கு.
te: మొత్తంలో ఒక భాగాన్ని లెక్కించి, భిన్నాలను సమానం చేయి.
th: หาส่วนหนึ่งของจำนวนเต็มและทำเศษส่วนให้เท่ากัน
tr: Bir bütünün parçasını bul ve kesirleri eşitle.
ug: بىر پۈتۈننىڭ بىر بۆلىكىنى ھېسابلا ۋە كەسىرلەرنى تەڭلە.
uk: Знайди частину цілого та зроби дроби рівними.
ur: کل کا ایک حصہ نکالیں اور کسروں کو برابر بنائیں۔
uz: Butunning bir qismini top va kasrlarni tenglashtir.
vi: Tính một phần của tổng thể và tạo các phân số bằng nhau.
zh: 算出整体的一部分，并找出相等的分数。
zu: Bala ingxenye yokuphelele bese wenza amaqhezu alingane.

# modeIntro.fractionsMix.b2
source: Add and subtract fractions with the same denominator.
af: Tel breuke met dieselfde noemer op en trek hulle af.
am: አንድ ዓይነት ታችኛው ቁጥር ያላቸውን ክፍልፋዮች ደምር እና ቀንስ።
ar: اجمع واطرح الكسور ذات المقام نفسه.
as: একে হৰ থকা ভগ্নাংশ যোগ আৰু বিয়োগ কৰা।
az: Məxrəci eyni olan kəsrləri topla və çıx.
be: Складай і аднімай дробы з аднолькавым назоўнікам.
bg: Събирай и изваждай дроби с еднакъв знаменател.
bn: একই হরের ভগ্নাংশ যোগ ও বিয়োগ করো।
bo: གཞི་གྲངས་མཚུངས་པའི་ཆ་ཤས་སྣོན་འཐེན་བྱེད།
bs: Sabiraj i oduzimaj razlomke s istim nazivnikom.
ca: Suma i resta fraccions amb el mateix denominador.
cs: Sčítej a odčítej zlomky se stejným jmenovatelem.
cy: Adia a thynna ffracsiynau sydd â'r un enwadur.
da: Læg brøker med samme nævner sammen, og træk dem fra hinanden.
de: Addiere und subtrahiere Brüche mit gleichem Nenner.
el: Πρόσθεσε και αφαίρεσε κλάσματα με ίδιο παρονομαστή.
es: Suma y resta fracciones con el mismo denominador.
et: Liida ja lahuta sama nimetajaga murde.
eu: Batu eta kendu izendatzaile bera duten zatikiak.
fa: کسرهای هم‌مخرج را جمع و تفریق کن.
fi: Laske yhteen ja vähennä murtolukuja, joilla on sama nimittäjä.
fo: Legg saman og drag frá brotum við sama nevnara.
fr: Additionne et soustrais des fractions ayant le même dénominateur.
ga: Suimigh agus dealaigh codáin a bhfuil an t-ainmneoir céanna acu.
gl: Suma e resta fraccións co mesmo denominador.
gu: સમાન છેદવાળા અપૂર્ણાંકો ઉમેરો અને બાદ કરો.
he: חברו וחסרו שברים עם אותו מכנה.
hi: समान हर वाले भिन्नों को जोड़ो और घटाओ।
hr: Zbroji i oduzmi razlomke s istim nazivnikom.
hu: Add össze és vond ki az azonos nevezőjű törteket.
hy: Գումարիր և հանիր նույն հայտարարով կոտորակները։
id: Jumlahkan dan kurangkan pecahan berpenyebut sama.
is: Leggðu saman og dragðu frá brot með sama nefnara.
it: Somma e sottrai frazioni con lo stesso denominatore.
ja: 分母が同じ分数をたしたり、ひいたりしよう。
ka: შეკრიბე და გამოაკელი ერთნაირი მნიშვნელის მქონე წილადები.
kk: Бөлімдері бірдей бөлшектерді қос және азайт.
km: បូក និងដកប្រភាគដែលមានភាគបែងដូចគ្នា។
kn: ಒಂದೇ ಛೇದವಿರುವ ಭಿನ್ನರಾಶಿಗಳನ್ನು ಕೂಡು ಮತ್ತು ಕಳೆ.
ko: 분모가 같은 분수를 더하고 빼요.
lo: ບວກ ແລະ ລົບເສດສ່ວນທີ່ມີສ່ວນລຸ່ມເທົ່າກັນ.
lt: Sudėk ir atimk trupmenas su vienodais vardikliais.
lv: Saskaiti un atņem daļskaitļus ar vienādu saucēju.
mk: Собирај и одземај дропки со ист именител.
ml: ഒരേ ഹരമുള്ള ഭിന്നങ്ങൾ കൂട്ടുകയും കുറയ്ക്കുകയും ചെയ്യൂ.
mn: Ижил хуваарьтай бутархайнуудыг нэмээд хас.
mr: समान छेद असलेले अपूर्णांक जोड आणि वजा कर.
ms: Tambah dan tolak pecahan dengan penyebut yang sama.
my: ပိုင်းခြေတူ အပိုင်းကိန်းတွေကို ပေါင်း၊ နုတ်ပါ။
ne: उही हर भएका भिन्नहरू जोड र घटाउ।
nl: Tel breuken met dezelfde noemer op en trek ze van elkaar af.
no: Legg sammen og trekk fra brøker med samme nevner.
or: ସମାନ ହର ଥିବା ଭଗ୍ନାଂଶକୁ ଯୋଗ ଓ ବିୟୋଗ କର।
pa: ਇੱਕੋ ਹਰ ਵਾਲੀਆਂ ਭਿੰਨਾਂ ਨੂੰ ਜੋੜੋ ਅਤੇ ਘਟਾਓ।
pl: Dodawaj i odejmuj ułamki o tym samym mianowniku.
pt: Soma e subtrai frações com o mesmo denominador.
ro: Adună și scade fracții cu același numitor.
ru: Складывай и вычитай дроби с одинаковым знаменателем.
si: එකම හරය ඇති භාග එකතු කර අඩු කරන්න.
sk: Sčítaj a odčítaj zlomky s rovnakým menovateľom.
sl: Seštevaj in odštevaj ulomke z enakim imenovalcem.
sq: Mblidh dhe zbrit thyesa me të njëjtin emërues.
sr: Sabiraj i oduzimaj razlomke sa istim imeniocem.
sv: Addera och subtrahera bråk med samma nämnare.
sw: Jumlisha na toa sehemu zenye kigawanyo sawa.
ta: ஒரே பகா எண்ணுள்ள பின்னங்களைக் கூட்டவும் கழிக்கவும்.
te: ఒకే హారం ఉన్న భిన్నాలను కూడి, తీసివేయి.
th: บวกและลบเศษส่วนที่มีตัวส่วนเท่ากัน
tr: Paydaları aynı olan kesirleri topla ve çıkar.
ug: مەخرەجى ئوخشاش كەسىرلەرنى قوش ۋە ئېلىش.
uk: Додавай і віднімай дроби з однаковими знаменниками.
ur: ایک ہی مخرج والی کسروں کو جمع اور تفریق کریں۔
uz: Maxraji bir xil kasrlarni qo‘sh va ayir.
vi: Cộng và trừ các phân số có cùng mẫu số.
zh: 同分母分数相加或相减。
zu: Hlanganisa futhi ususe amaqhezu anedinominetha efanayo.

# modeIntro.fractionsMix.title
source: Fractions mixed
af: Breuke gemeng
am: ድብልቅ ክፍልፋዮች
ar: كسور مختلطة
as: মিশ্ৰ ভগ্নাংশ
az: Qarışıq kəsrlər
be: Дробы ўперамешку
bg: Смесени дроби
bn: মিশ্র ভগ্নাংশ
bo: ཆ་ཤས་འདྲེས་མ
bs: Miješani razlomci
ca: Fraccions mixtes
cs: Smíšené zlomky
cy: Ffracsiynau cymysg
da: Blandede brøker
de: Brüche gemischt
el: Μικτά κλάσματα
es: Fracciones mezcladas
et: Murrud segamini
eu: Zatiki nahasiak
fa: کسرهای ترکیبی
fi: Murtoluvut sekaisin
fo: Blandað brot
fr: Fractions mélangées
ga: Codáin mheasctha
gl: Fraccións mesturadas
gu: મિશ્ર અપૂર્ણાંક
he: שברים מעורבים
hi: मिले-जुले भिन्न
hr: Miješani razlomci
hu: Vegyes törtek
hy: Խառը կոտորակներ
id: Pecahan campuran
is: Brot í bland
it: Frazioni miste
ja: 分数ミックス
ka: შერეული წილადები
kk: Аралас бөлшектер
km: ប្រភាគចម្រុះ
kn: ಮಿಶ್ರ ಭಿನ್ನರಾಶಿಗಳು
ko: 분수 섞기
lo: ເສດສ່ວນປະສົມ
lt: Mišrios trupmenos
lv: Jaukti daļskaitļi
mk: Мешани дропки
ml: കലർന്ന ഭിന്നങ്ങൾ
mn: Холимог бутархай
mr: मिश्र अपूर्णांक
ms: Pecahan bercampur
my: အပိုင်းကိန်း ရောစပ်
ne: मिश्रित भिन्न
nl: Breuken door elkaar
no: Blandede brøker
or: ମିଶ୍ରିତ ଭଗ୍ନାଂଶ
pa: ਮਿਲੀਆਂ-ਜੁਲੀਆਂ ਭਿੰਨਾਂ
pl: Ułamki mieszane
pt: Frações misturadas
ro: Fracții amestecate
ru: Дроби вперемешку
si: මිශ්‍ර භාග
sk: Zlomky na mix
sl: Mešani ulomki
sq: Thyesa të përziera
sr: Mešani razlomci
sv: Blandade bråk
sw: Sehemu mchanganyiko
ta: கலந்த பின்னங்கள்
te: మిశ్రమ భిన్నాలు
th: เศษส่วนคละกัน
tr: Karışık kesirler
ug: ئارىلاش كەسىرلەر
uk: Дроби впереміш
ur: ملی جلی کسریں
uz: Aralash kasrlar
vi: Phân số hỗn hợp
zh: 分数混合
zu: Amaqhezu axubile
